<?php

  return array(
    'timezone gmt -12'  => '(GMT-12:00)埃尼威托克岛，卡瓦加兰',
    'timezone gmt -11'  => '(GMT-11:00)萨摩亚群岛，中途岛',
    'timezone gmt -10'  => '(GMT-10:00)夏威夷',
    'timezone gmt -9'   => '(GMT-9:00)阿拉斯加',
    'timezone gmt -8'   => '(GMT-8:00)太平洋时间（美国和加拿大）',
    'timezone gmt -7'   => '(GMT-7:00)山地时间（美国和加拿大）',
    'timezone gmt -6'   => '(GMT-6:00)中部时间（美国和加拿大）；墨西哥城',
    'timezone gmt -5'   => '(GMT-5:00)东部时间（美国和加拿大）；波哥大，基多，利马',
    'timezone gmt -4'   => '(GMT-4:00)大西洋时间（加拿大）；加拉加斯，拉巴斯',
    'timezone gmt -3.5' => '(GMT-3:30)纽芬兰',
    'timezone gmt -3'   => '(GMT-3:00)巴西利亚，布宜诺斯艾利斯，乔治敦',
    'timezone gmt -2'   => '(GMT-2:00)中大西洋',
    'timezone gmt -1'   => '(GMT-1:00)佛得角群岛，亚速尔群岛',
    'timezone gmt 0'    => '(GMT)格林威治标准时间；都柏林，卡萨布兰卡，里斯本，伦敦，蒙罗维亚',
    'timezone gmt +1'   => '(GMT+1:00)阿姆斯特丹，巴黎，柏林，布鲁赛尔，哥本哈根，罗马，马德里',
    'timezone gmt +2'   => '(GMT+2:00)赫尔辛基，明斯克，南非，雅典，耶路撒冷，伊斯坦布尔',
    'timezone gmt +3'   => '(GMT+3:00)巴格达，科威特，利雅得，莫斯科，圣彼得堡',
    'timezone gmt +3.5' => '(GMT+3:30)德黑兰',
    'timezone gmt +4'   => '(GMT+4:00)阿布扎比，巴库，第比利斯，马斯喀特',
    'timezone gmt +4.5' => '(GMT+4:30)喀布尔',
    'timezone gmt +5'   => '(GMT+5:00)卡拉奇，塔什干，叶卡特琳堡，伊斯兰堡',
    'timezone gmt +5.5' => '(GMT+5:30)加尔各答，马德拉斯，孟买，新德里',
    'timezone gmt +6'   => '(GMT+6:00)阿拉木图，达卡，科伦坡',
    'timezone gmt +7'   => '(GMT+7:00)河内，曼谷，雅加达',
    'timezone gmt +8'   => '(GMT+8:00)北京，珀斯，台北，乌鲁木齐，香港，新加坡',
    'timezone gmt +9'   => '(GMT+9:00)大阪，东京，汉城，雅库茨克，札幌',
    'timezone gmt +9.5' => '(GMT+9:30)阿德莱德，达尔文',
    'timezone gmt +10'  => '(GMT+10:00)布里斯班，符拉迪沃斯托克，关岛，堪培拉，墨尔本，悉尼',
    'timezone gmt +11'  => '(GMT+11:00)马拉丹，所罗门群岛，新喀里多尼亚',
    'timezone gmt +12'  => '(GMT+12:00)奥克兰，斐济，惠灵顿，堪察加群岛，马绍尔群岛',
  ); // array

  // me: 对照Windows XP中文版翻译
    //'timezone gmt -12'  => '(GMT-12:00)日界线西',
    //'timezone gmt -11'  => '(GMT-11:00)萨摩亚群岛，中途岛',
    //'timezone gmt -10'  => '(GMT-10:00)夏威夷',
    //'timezone gmt -9'   => '(GMT-9:00)阿拉斯加',
    //'timezone gmt -8'   => '(GMT-8:00)太平洋时间（美国和加拿大）；蒂华纳',
    //'timezone gmt -7'   => '(GMT-7:00)山地时间（美国和加拿大）；拉巴斯，马扎特兰，奇瓦瓦，亚利桑那',
    //'timezone gmt -6'   => '(GMT-6:00)中部时间（美国和加拿大）；瓜达拉哈拉，蒙特雷，墨西哥城，萨斯喀彻温，中美州',
    //'timezone gmt -5'   => '(GMT-5:00)东部时间（美国和加拿大）；波哥大，基多，利马，印第安纳州（东部）',
    //'timezone gmt -4'   => '(GMT-4:00)大西洋时间（加拿大）；加拉加斯，拉巴斯，圣地牙哥',
    //'timezone gmt -3.5' => '(GMT-3:30)纽芬兰',
    //'timezone gmt -3'   => '(GMT-3:00)巴西利亚，布宜诺斯艾利斯，格陵兰，乔治敦',
    //'timezone gmt -2'   => '(GMT-2:00)中大西洋',
    //'timezone gmt -1'   => '(GMT-1:00)佛得角群岛，亚速尔群岛',
    //'timezone gmt 0'    => '(GMT)格林威治标准时间；爱丁堡，都柏林，卡萨布兰卡，里斯本，伦敦，蒙罗维亚',
    //'timezone gmt +1'   => '(GMT+1:00)阿姆斯特丹，巴黎，贝尔格莱德，伯尔尼，布达佩斯，布拉迪斯拉发，布拉格，布鲁赛尔，柏林，哥本哈根，华沙，卢布尔雅那，罗马，马德里，萨格勒布，萨拉热窝，斯德哥尔摩，斯科普里，维也纳，中非西部', 
    //'timezone gmt +2'   => '(GMT+2:00)贝鲁特，比勒陀利亚，布加勒斯特，哈拉雷，赫尔辛基，基辅，开罗，里加，明斯克，索非亚，塔林，维尔纽斯，雅典，伊斯坦布尔，耶路撒冷',
	//'timezone gmt +3'   => '(GMT+3:00)巴格达，伏特加格勒，科威特，利雅得，莫斯科，内罗毕，圣彼得堡',
    //'timezone gmt +3.5' => '(GMT+3:30)德黑兰',
    //'timezone gmt +4'   => '(GMT+4:00)阿布扎比，埃里温，巴库，第比利斯，马斯喀特',
    //'timezone gmt +4.5' => '(GMT+4:30)喀布尔',
    //'timezone gmt +5'   => '(GMT+5:00)卡拉奇，塔什干，叶卡特琳堡，伊斯兰堡',
    //'timezone gmt +5.5' => '(GMT+5:30)加尔各答，马德拉斯，孟买，新德里',
	// me: Windows XP有GMT+5:45时区 
	//'timezone gmt +5.45' => '(GMT+5:45)加德满都
    //'timezone gmt +6'   => '(GMT+6:00)阿拉木图，阿斯塔纳，达卡，斯里哈亚华登尼普拉，新西伯利亚',
	// me: Windows XP有GMT+6:30时区
	//'timezone gmt +6.5'   => '(GMT+6:30)仰光
    //'timezone gmt +7'   => '(GMT+7:00)河内，克拉斯诺亚尔斯克，曼谷，雅加达',
    //'timezone gmt +8'   => '(GMT+8:00)北京，重庆，吉隆坡，珀斯，台北，乌兰巴图，乌鲁木齐，香港，新加坡，伊尔库茨克',
    //'timezone gmt +9'   => '(GMT+9:00)大阪，东京，汉城，雅库茨克，札幌',
    //'timezone gmt +9.5' => '(GMT+9:30)阿德莱德，达尔文',
    //'timezone gmt +10'  => '(GMT+10:00)布里斯班，符拉迪沃斯托克，关岛，霍巴特，堪培拉，墨尔本，莫尔兹比港，悉尼',
    //'timezone gmt +11'  => '(GMT+11:00)马拉丹，所罗门群岛，新喀里多尼亚',
    //'timezone gmt +12'  => '(GMT+12:00)奥克兰，斐济，惠灵顿，堪察加群岛，马绍尔群岛',
	// me: Windows XP有GMT+13时区
	//'timezone gmt +13'   => '(GMT+13:00)努库阿洛法

?>
